
# Brewfile

cask_args appdir: "/Applications"
tap "homebrew/cask"

brew "git"
brew "zsh"
brew "zsh-completion"
brew "vim"

cask "alfred"
cask "appcleaner"
cask "brave-browser"
cask "clipy"
cask "flux"
cask "google-japanese-ime"
cask "google-chrome"
cask "hyperswitch"
cask "iterm2"
cask "karabiner-elements"
cask "spectacle"
cask "the-unarchiver"
cask "zoom"
