
# Brewfile

cask_args appdir: "/Applications"

brew "git"
brew "zsh"
brew "zsh-completion"
brew "vim"

cask "alfred"
cask "appcleaner"
cask "clipy"
cask "flux"
cask "google-japanese-ime"
cask "google-chrome"
cask "gyazo"
cask "hyperswitch"
cask "iterm2"
cask "karabiner-elements"
cask "microsoft-word"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "soundflower"
cask "skype"
cask "spectacle"
cask "the-unarchiver"
cask "zoom"
