
# Brewfile

cask_args appdir: "/Applications"
tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/cask"
tap "caskroom/fonts"
tap "beeftornado/rmtree"


brew "git"
brew "zsh"
brew "vim"
brew "emacs"
brew "thefuck"
brew "peco"
brew "tmux"
brew "docker"

cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "karabiner"
cask "alfred"
cask "google-japanese-ime"
cask "spectacle"
cask "evernote"
cask "atom"
cask "sourcetree"
cask "hyperswitch"
cask "appcleaner"
cask "virtualbox"
cask "vagrant"
cask "caskroom/fonts/font-ricty-diminished"
